Repository: Ahmed-Sh/website
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Username
ar: اسم المستخدم

source: Email
ar: الإيميل

source: Password
ar: كلمة السر

source: Password (again)
ar: أعد كلمة السر

source: Usernames can only contain letters, numbers and underscores.
ar: اسم المستخدم لا يجب أن يحتوي الا على الأحرف, الأرقام و (_)

source: This username is already taken. Please choose another.
ar: اسم المستخدم محجوز, يرجى اختيار اسم آخر

source: A user is registered with this email address.
ar: هدا الإيميل مسجل عندنا

source: You must type the same password each time.
ar: تأكد من إعادة نفس كلمة السر

source: Remember Me
ar: تذكرني

source: This account is inactive.
ar: الحساب غير مفعل

source: The username and/or password are not correct.
ar: اسم المستخدم أو كلمة السر غير صحيحة

source: Enter your
ar: أدخل

source: The email address and/or password you specified are not correct.
ar: الإيميل أو كلمة السر غير صحيحة

source: Current Password
ar: كلمة السر الحالية

source: New Password
ar: كلمة السر الجديدة

source: New Password (again)
ar: اعد كلمة السر الجديدة

source: Please type your current password.
ar: يرجى كتابة كلمة السر الحالية

source: Email address can not be found.
ar: لا يمكن العثور على الإيميل

source: Timezone
ar: المنطقة الزمنية

source: user
ar: المستخدم

source: timezone
ar: المنطقة الزمنية

source: email address
ar: الإيميل

source: email addresses
ar: الايميلات

source: email confirmation
ar: تأكيد الإيميل

source: email confirmations
ar: تأكيدات الإيميل

source: Password successfully changed.
ar: تم تغيير الإيميل بنجاح

source: Confirmation email sent to {email}.
ar: تم ارسال ايميل التأكيد الى {email}

source: The code {code} is invalid.
ar: الكود {code} غير صالح

source: You have confirmed {email}.
ar: لقد تم تأكيد {email}

source: Account settings updated.
ar: تم تحديث الحساب

source: Your account is now inactive and your data will be expunged in the next {expunge_hours} hours.
ar: حسابك الآن غير نشط, سيتم حدف بياناتك خلال{expunge_hours} ساعة
